IDEA Open Model
ColumnData.FemLenghtFromFlexibleSupport Property
Compatible with IDEA StatiCa Beta 20.0
 true if FEM length were calculated from flexible supports
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool FemLenghtFromFlexibleSupport { get; set; }
Public Property FemLenghtFromFlexibleSupport As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
ColumnData Class
IdeaRS.OpenModel.Concrete Namespace